{
  "things": [
    {
      "Activity": "Camping",
      "Location": "Starvation Reservoir",
      "Years": 29,
      "Image": "img/starvation-reservoir.jpeg",
      "id": 1,
      "Desc": "Since infant age, my family has taken a summer camping trip to Starvation Reservoir. This trip has evolved over the years from being just family to including friends as well. Some of our activities during this trip is fishing, boating, swimming, horseshoes, hiking, cliff jumping, and sitting around the fire."
    },
    {
      "Activity": "Boxing",
      "Location": "Title Boxing Club",
      "Years": 5,
      "Image": "img/title-boxing.jpg",
      "id": 2,
      "Desc": "Having had a gym membership for 12 plus years, there hasn't been a workout that has matched the workout I get from going to Title. Not only do I feel like I am pushing myself to reach my fitness goals, but I am also gaining some really good self defense skills."
    },
    {
      "Activity": "Weightlifting",
      "Location": "24 Hour Fitness",
      "Years": 4,
      "Image": "img/twenty-four.jpg",
      "id": 3,
      "Desc": "It is said that going to the gym is just as beneficial as attending therapy, I can so that couldn't be more true. I started my gym hobby by primarily working on cardio, but eventually gravitated towards lifting weights and I found a whole new side of myself. I felt strong, healthy, and way more confident in my own skin than I had in years. After a good lift session I feel like I can take on the world."
    },
    {
      "Activity": "Music",
      "Location": "The Depot",
      "Years": 16,
      "Image": "img/depot.jpg",
      "id": 4,
      "Desc": "Music has been a love of mine since my junior high days. Some of my favorite ways to enjoy music is by listening with friends, rocking out with the windows down in my car, and attending live concerts. My favorite venue right now is The Depot. I enjoy a wide variety of genres going from pop, rock, hip hop, metal, alternative rock, reggae, etc. You name it, I probably listen to it or at least don't mind listening to it."
    },
    {
      "Activity": "Spending Time with Dogs",
      "Location": "Home",
      "Years": 7,
      "Awards": ["Pulizer", "Best Seller NY Times", "Best SciFi"],
      "Image": "img/home-pic.jpg",
      "id": 5,
      "Desc": "My dogs are my world. I currently have two rescues and they bring so much joy to my life. There is Gojira who is a senior pit bull mix and then Kaiju who is a young pit bull. Gojira is brindle in color and has the personality of a princess while Kaiju is blue (gray) and is one of the sweetest, most rambunctious dogs I have ever had."
    },
    {
      "Activity": "Traveling",
      "Location": "Anywhere",
      "Years": 30,
      "Image": "img/travel.jpg",
      "id": 6,
      "Desc": "Adventure is something that I feel we all have a taste for, but some of us lose out on it as we grow older. Although I have yet to travel outside of the United States, I do enjoy packing up the car and driving somewhere. Some of the places I am eager to visit is Europe, Japan, Thailand, India, Australia, the Caribbean, and Sweden. Until I am able to spread my wings and fly, I will enjoy taking road trips to nearby cities."
    }
  ]
}
